Tekla.Structures.Model.Operations.Operation.IFCExportVersionEnum
IFC export version enum.

Tekla.Structures.Model.Operations.Operation.IFCExportVersionEnum.UNDEFINED


Tekla.Structures.Model.Operations.Operation.IFCExportVersionEnum.IFC2x3


Tekla.Structures.Model.Operations.Operation.IFCExportVersionEnum.IFC4


Tekla.Structures.Model.Operations.Operation.IFCExportVersionEnum.IFC43
